<?php

return [
    1 => 'Неизвестный метод.',
    2 => 'Не авторизован.',

    10 => 'Запрос успешно добавлен в очередь. Пожалуйста, подождите...',
    11 => 'Запрос уже находится в очереди. Пожалуйста, подождите...',
    12 => 'Ваша позиция в очереди: :position',

    20 => 'Запрос уже находится в очереди. Пожалуйста, подождите...',
    21 => 'Иджет обработка. Пожалуйста, подождите...',

    30 => 'Срок действия токена истек. Требуется аутентификация в VK.',
    31 => 'Срок действия токена истек.',
    32 => 'Токен успешно подтвержден.',

    40 => 'Данные успешно загружены. Идет обработка...',

    50 => 'Скачивание:<br>:filename',
    51 => 'Трек успешно добавлен в очередь. Пожалуйста, подождите...',
    52 => 'Очередь пуста.',

    60 => 'Пользователь не найден.',

    70 => 'Ваш запрос отправлен. Мы свяжемся с Вами в ближайшее время.',
];